<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 프로젝트 기본 정보
    |--------------------------------------------------------------------------
    */
    'name' => 'My Application',

    'url' => env('APP_URL', 'http://bms.jclimousines.com.au'),

    'description' => 'JCL Booking Management System',

    /*
    |--------------------------------------------------------------------------
    | Tag 목록
    |--------------------------------------------------------------------------
    */
    'tags' => [
        'ko' => [
            'laravel' => '라라벨',
            'lumen' => '루멘',
            'general' => '자유의견',
            'server' => '서버',
            'tip' => '팁',
        ],
        'en' => [
            'laravel' => 'Laravel',
            'lumen' => 'Lumen',
            'general' => 'General',
            'server' => 'Server',
            'tip' => 'Tip',
        ],
    ],


    /*
    |--------------------------------------------------------------------------
    | 정렬 필드
    |--------------------------------------------------------------------------
    */
    'sorting' => [
        'request_datetime' => 'Service Date',
        'created_at' => 'Created Date',
    ],

];
